Repository: ragnar/VindsidenApp
Catalog: VindsidenWidget/Localizable.xcstrings
Source language: en
Languages: nb

source: Display your favorite spot on your home screen
nb: Vis din favoritt værstasjon direkte på hjemskjermen

source: Gust
nb: Vindkast

source: Open Station
nb: Åpne stasjon

source: Open the application at chosen wind station
nb: Åpner applikasjonen på valgt vindstasjon

source: Select station
nb: Velg stasjon

source: Series
nb: Serier

source: Speed
nb: Hastighet

source: Speed Max
nb: Maks hastighet

source: Speed Min
nb: Min hastighet

source: Station
nb: Stasjon

source: Time
nb: Tid

source: Weather station
nb: Værstasjon
